Repository: VKrushi/Crop_Price_Prediction
Catalog: frontend/lib/l10n/app_*.arb
Languages: mr

# appName
source: Krushi Vidnyan
mr: कृषी विज्ञान

# appWelcomeMessage
source: Welcome back you have been missed
mr: पुन्हा स्वागत आहे, तुम्हाला खूप मिस केले आहे

# searchHint
source: Search
mr: शोधा

# cropPricePredictorText
source: Crop Price Predictor
mr: पिकांच्या किमतीचे भाकीत

# cropReccomendationText
source: Crop Recommendation System
mr: पिकांची शिफारस प्रणाली

# profitCalculatorText
source: Profit Calculator
mr: नफा कॅल्क्युलेटर

# tryIttext
source: Try it now >>
mr: आता प्रयत्न करा >>

# phoneHintText
source: Phone
mr: फोन

# verifyButtonText
source: Verify
mr: सत्यापित करा

# nameHintText
source: Name
mr: नाव

# locationHintText
source: Location
mr: स्थान

# proceedButtonText
source: Proceed
mr: आगे बढ़ा

# profileMenuText
source: Profile
mr: प्रोफाइल

# latestNewsMenuText
source: Latest News
mr: ताज्या बातम्या

# govtSchemesMenuText
source: Govt. Schemes
mr: सरकारी योजना

# logoutMenuText
source: Logout
mr: लॉगआउट

# stateGovText
source: State Govt
mr: राज्य सरकार

# indianGovText
source: Indian Govt
mr: भारतीय सरकार

# cropSelectionText
source: Select Crop
mr: पीक निवडा

# predictButtonText
source: Predict
mr: भाकीत करा

# recommendButtonText
source: Recommend
mr: शिफारस करा

# addExpenseText
source: Add a expense
mr: खर्च जोडा

# addBenefitText
source: Add a benefit
mr: फायदा जोडा

# expenseTypeText
source: Type of expense
mr: खर्च प्रकार

# benefitTypeText
source: Type of benefit
mr: फायदा प्रकार

# amountHintText
source: Amount
mr: रक्कम

# calculateProfitButtonText
source: Calculate Profit
mr: नफा काढा
